;
; Puține reguli pentru traducător:
; Pentru început de traducere - copiați english.ini în limba dvs.ini
; Traduceți textul numai după simbolul '='
;
; Product Name: Wise Disk Cleaner
; TranslationAuthor: Alexandru Viorel; Șamoca Ștefan
; TranslationAuthorEmail: viorel555@yahoo.com; samocastefan@gmail.com
;

[Lang]
NativeLanguage=Română (Romanian)

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Bine
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Închidere
ButtonRestore=Restaurare
ButtonMenu=Meniu

[Translation]
LangCode=0418
ReadHabit=Left-to-right
LanguageName=ROM
DefaultFont=Arial
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Confirmare
Warning=Atenție
Error=Eroare
Confirm=Confirmare
;
;  Popup Menu
;
pmGo=Deschide dosarul
pmNone=Deselectare
pmAll1=Selectați tot
pmrec=Recomandat
pmIgnore=Ignoră elementul
pmExport=Trimite către...
pmInvert=Inversare Selecţie
;
; Main GUI
;
FrmWDC.pmPortable.caption=Crează versiune portabilă
FrmWDC.pmRestore.caption=Restaurare
FrmWDC.pmSettings.caption=Setări
FrmGeneral.chkuac.caption=Ignoră UAC
FrmWDC.pmHelp.caption=Ajutor Online
FrmWDC.pmHome.caption=Pagina Principală
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Contactați-ne
FrmWDC.pmCheckNew.caption=Verifică actualizări
FrmWDC.pmLang.caption=Limba
FrmWDC.pmSkin.caption=Schimbă vizualizarea
FrmWDC.pmabout.caption=Despre
FrmWDC.btncomm.caption=Curățare Normală
FrmWDC.btnadv.caption=Curățare Avansată
FrmWDC.btnsilm.caption=Eliberare Sistem
FrmWDC.btnlikeit.caption=Îmi place
FrmWDC.btnsuggest.caption=Sugestii și păreri
FrmWDC.btnupdate.caption=Verifică actualizări
FrmWDC.btnfacebook.hint=Urmariți-ne pe Facebook
FrmWDC.btntwitter.hint=Distribuie pe Twitter
FrmWDC.btnemail.hint=Distribuie prietenilor
FrmWDC.btnassist.caption=Asistență
FrmWDC.btnmessage.caption=Mesaj
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption="Caută fișiere goale" activ doar o dată. Data viitoare selectați din nou
Frmadvdc.btnscan.caption=Scanare
Frmadvdc.lblpath.caption=Scanare Locaţie:
Frmadvdc.btnrescan.caption=Rescanare
Frmadvdc.btnre.caption=Recomandat
Frmadvdc.btnall.caption=Selectați tot
Frmadvdc.btnadvanced.caption=Setări avansate
Frmadvdc.btnnone.caption=Deselectare
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner este lider în curațarea gratuită a registrilor pentru windows. Rapid, complet și sigur.
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=Cea mai rapidă scanare din lume!
Frmadvdc.lblrec.caption=Alte aplicații apreciate de utilizatori:
Frmadvdc.vtfiles.Columns[0]=Nume Fișiere
Frmadvdc.vtfiles.Columns[1]=Dimensiune
Frmadvdc.vtfiles.Columns[2]=Cale
Frmadvdc.vtfiles.Columns[3]=Ultima accesare
Frmadvdc.vtfiles.Columns[4]=Tip
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Bine
FrmAdvSettings.btnadd.caption=Adaugă
FrmAdvSettings.btnremove.caption=Elimină
FrmAdvSettings.btncancel.caption=Anulare
FrmAdvSettings.wcknull.caption=Caută fișiere goale (0 biți, mai lent)
FrmAdvSettings.wckshortcut.caption=Caută scurtături invalide (mai lent)
FrmAdvSettings.caption=Setări avansate
FrmAdvSettings.btnre.caption=Recomandat
FrmAdvSettings.btnall.caption=Selectați tot
FrmAdvSettings.btnnone.caption=Deselectare
;
; Input 
;
Frminput.btnok.caption=Bine
Frminput.btncancel.caption=Anulare
;
; About
;
FrmAbout.caption=Despre
FrmAboutWin.btnOK.caption=Bine
FrmAbout.lblver.caption=Versiunea curentă:
FrmAbout.lblhome.caption=Pagina principală
FrmAbout.lblemail.caption=Suport e-mail:
FrmAbout.lblthanks.caption=Multumim următoarelor persoane pentru contribuțiile lor:
FrmAbout.btngoogle.hint=Urmarește-ne pe Google+
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Modul linie de comandă
FrmAutorunSettings.lblcmdinfo.caption=Puteți rula programul, scana și curăța partițiile automat. Pentru mai multe informații apăsați F1 sau dați clic pe urmatorul link pentru ajutor.
FrmAutorunSettings.chk1.caption=Creați o scurtătură și plasați-o pe desktop
FrmAutorunSettings.chkadv.caption=Include curățare avansată
FrmAutorunSettings.btnhelp.caption=Ajutor Online
;
; Common Cleaner
;
Frmcommon.lblcustom.caption=Personalizat
Frmcommon.lblcustomhint.caption=Scanează intrările definite
FrmCommon.btnBack.caption=Înapoi
FrmCommon.btnall.caption=Selectați tot
FrmCommon.btnre.caption=Recomandat
FrmCommon.btnnone.caption=Deselectare
FrmCommon.wckadv.caption=Include curățare avansată
FrmCommon.WiseLabel1.caption=Planificare
FrmCommon.lbltype.caption=Alege tip curățare
FrmCommon.lblweek.caption=Alege ziua
FrmCommon.lbltime.caption=Ora
FrmCommon.btnScan.caption=Scanare
FrmCommon.lblstat.caption=Rapid și ușor pentru a curăța fișiere și urme inutile.
FrmCommon.btncancel.caption=Anulare
FrmCommon.btnrescan.caption=Rescanare
FrmCommon.lbltrash.caption=Gunoi
FrmCommon.lbltrace.caption=Urme
FrmCommon.lblapp.caption=Aplicații
FrmCommon.lblcookie.caption=Cookie-uri
FrmCommon.lbltrashhint.caption=Fișiere inutile în computer
FrmCommon.lbltracehint.caption=Sistem și urme utilizator
FrmCommon.lblapphint.caption=Fișiere inutile și urme create de alte aplicații.
FrmCommon.lblcookiehint.caption=Browser și cookie-uri flash
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Adaugă Fișiere
FrmExclusion.btnAddFolder.caption=Adaugă Dosare
FrmExclusion.btnAddType.caption=Adaugă tip Fișiere
FrmExclusion.BtnAddCookie.caption=Adaugă Cookie-uri
FrmExclusion.btnImport.caption=Import
FrmExclusion.btnExport.caption=Export
FrmExclusion.btnRemove.caption=Elimină
;
; General Settings
;
FrmGeneral.lbtran.caption=Traducere la...
FrmGeneral.chkNews.caption=Caută automat buletine informative
FrmGeneral.chknotice.caption=Afișează notificare pentru curățare automată
FrmGeneral.chkwipe.caption=Stergere sigură (mai lent)
FrmGeneral.WiseLabel1.caption=Verifică actualizări
FrmGeneral.WiseLabel2.caption=Limba de bază:
FrmGeneral.btnchecknew.caption=Verifică acum
FrmGeneral.chkexp.caption=Alătură-te Programului de îmbunătățire a expierenței utilizatorului
FrmGeneral.lblexp.caption=Detalii
FrmGeneral.chkassist.caption=Anunță-mă când cineva a postat o întrebare despre plată
FrmGeneral.ckRestorePoint.caption=Crează automat un punct de restaurare a sistemului
;
; Custom Settings
;
FrmCustom.WiseLabel4.caption=Dosare personale de golit (valabil în curățare avansată)
FrmCustom.btnAdd.caption=Adaugă
FrmCustom.btnRemove.caption=Elimină
FrmCustom.lblCustom.caption=Personalizează regulile de scanare
FrmCustom.lblcustominfo.caption=Utilizatorii experimentați pot personaliza regulile pentru a scana mai multe fișiere inutile. Dați clic pe urmatorul link pentru a învăța cum să realizați configurarea fișierelor.
FrmCustom.btnhelp.caption=Ajutor Online
;
; Restore
;
FrmRestore.btnrestore.caption=Restaurare
FrmRestore.btnremove.caption=Elimină
FrmRestore.Btnclose.caption=Închidere
FrmRestore.caption=Restaurare
;
; Settings
;
FrmSettings.tsCommon.caption=General
FrmSettings.tsAutoRun.caption=Lansare automată
FrmSettings.tsExclusion.caption=Excludere
FrmSettings.btnAbout.caption=Despre
FrmSettings.btnok.caption=Bine
FrmSettings.btncancel.caption=Anulare
FrmSettings.caption=Setări
FrmSettings.tsCustom.caption=Personalizat
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Încearcă acum producțiile noastre inteligente pentru a îmbunătăți performanța windowsului.
FrmSysClean.lblcareinfo.caption=Wise Care 365 este un utilitar integrat pentru computer, inclusiv toate funcțiile Wise Registry Cleaner și Wise Disk Cleaner. Ușor de utilizat și eficient!
FrmSysClean.lblre.caption=Vreți să imbunătățiți performanta windowsului?
FrmSysClean.btnSlimming.caption=Elimină
FrmSysClean.btnall.caption=Selectați tot
FrmSysClean.btnrecommended.caption=Recomandat
FrmSysClean.btnnone.caption=Deselectare
FrmSysClean.vtsys.Columns[0]=Element
FrmSysClean.vtsys.Columns[1]=Dimensiune
FrmSysClean.vtsys.Columns[2]=Locație
FrmSysClean.vtsys.Columns[3]=Sugestie
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Spațiu liber
FrmDiskDefrag.btnfolder.caption=Dosare
FrmDiskDefrag.btnfile.caption=Fișiere
FrmDiskDefrag.btnsystem.caption=fișiere de sistem
FrmDiskDefrag.btnFragmented.caption=Fragmente
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Închidere PC-ul după defragmentarea discului
FrmDiskDefrag.btnpause.caption=Pauză
FrmDiskDefrag.btnstop.caption=Oprește
FrmDiskDefrag.btnDefrag.caption=Defragmentare
FrmWDC.btndefrag.caption=Defragmentare Disc

;
; Schedule task
;
FrmScheduler.caption=Planificare

[Message]
NoNews=Nu aveți niciun mesaj necitit.
ConfirmRemoveDownload=Va elimina toate fișierele din dosarul de descărcare, sunteți sigur că doriți să continuați?
Skipped=Omisă
NeedAdmin=Funcția este disponibilă pentru administrator. Dacă doriți să rulați funcția, vă rugăm să vă autentificați ca administrator.
Entries=Intrări
Clean=Curățare
ScheduleHint=Curătă periodic computerul
UpdateError=Eroare actualizare, doriți să descărcați ultima versiune de pe situl nostru?
LestOneItem=Trebuie să alegeți cel puțin un element de curățat.
HistorySaved=Spațiul total salvat este de %s:
DisableAdd=Pentru motive de siguranță, unele dosare speciale (de ex "Windows", "Butare Hard" și "CD-ROM") nu pot fi adăugate la această listă.
ConfirmAdd=Sunteți sigur că doriți să ștergeți toate fișierele în %s când rulați "Curățare avansată"?
DupFolder=Aceste Dosare nu mai figurează în listă.
ExImport=Lista de excludere a fost trimisă la:
SelectHardDrive=Selectați partiția
CreationDate=Data creării
Description=Descriere
NowCleaning=Curăță acum:
ScheduleNextTime=Data viitoare:
Never=Niciodată
InputType=Introdu numele sau tipul fișierului (de ex : *.tmp etc.)
WarnNoType=Alege cel puțin un tip de Fișiere pentru căutare!
NoItemChecked=Alege cel puțin unul sau mai multe fișiere pentru curățare.
WDCRunning=Programul lucrează.
RemoveSysRestore=Vrei să ștergi punctul de restaurare selectat?
RestoreFromSysRestore=Trebuie sa restartați computerul pentru restaurare. Doriți să începeți restaurarea acum?
WarnZeroFile=Ați ales modul "Fișiere goale". Unele fișiere cu 0 biți sunt necesare, atenție înainte de a le șterge. Sunteți sigur că asta doriți?
SysRestoring=Se pregătește restaurarea sistemului...
SysCreating=Se crează un punct de restaurare...
Browse=Navigare...
AllHardDrive=Partiții pe hard
Cleaning=Se curăță...
Exported=Elementele curente au fost exportate la %s, doriți să deschideți fișierul acum?
LeftTimeSec=Durată: %s secunde
Safetodel=Elementul poate fi șters în siguranță.
MoreSpace=Pentru mai mult spațiu.
Unknow=Necunoscut.
AddFileType=Adaugă tip Fișiere
AlreadExist=%s este deja în listă.
illegalType=%s este un tip de Fișiere ilegal.
Summary=Sumar
InputSummary=Introdu descrierea pentru acest tip:
noselected=Nu sunt elemente selectate.
DelFileType=Sigur doriți să ștergeți acest tip de Fișiere?
ScanAborted=Scanarea a fost anulată!
TrashFound=Au fost găsite %d fișiere inutile, un total de %s.
NoTrashAndTrace=Felicitări! Aveți un computer Curat!
CleanDone=Curățarea este finalizată!
LestOne=Alege cel puțin un element pentru scanat.
LestOneClean=Alege cel puțin un element pentru curățat.
Scanning=Scanez...
InvalidIgnorItem=Acest element nu poate fi ignorat.
TraceFound=Au fost găsite %d urme.
CleanNow=Este recomandat o curățare %d fișiere și a fost eliberat %s spațiu pe disc.
TrashRemoved=Au fost înlăturate %d fișiere, eliberându-se %s spațiu pe disc.
TraceRemoved=Au fost eliminate %d urme.
LastCommonClean=Ultima curățare a fost în:
Working=Asteptați până ce sarcina actuală este încheiată și încercați din nou.
NoFilesFound=Nu am găsit resturi de fișiere.
NoTracesFound=Nu am găsit urme vechi.
FindTraces=%d urme.
NoItemFound=Nu am găsit elemente de șters.
FindFilesSize=%d fișiere, dintr-un total de %s, găsite
FindTracesSection=%d urme găsite în această sectiune
CanFreeSpace=%d fișiere găsite și %s vor fi salvate
TotalTraces=Un total de %d urme găsite
EnableRestore=Restaurarea este oprită. Doriți să reporniți?
RestorePointFail=Nu se poate crea un punct de restaurare.
ErrorMsg=Mesaj de eroare:
NoNewVer=Felicitări! Folosiți ultima versiune!
KeyWord=Introduceți cuvîntul cheie
AddFolder=Adaugă Dosare
CannotCrTask=Nu se poate crea o planificare.
InvalidType=Introduceți o extensie de Fișiere valabilă.
NoType=Alegeți cel puțin un tip pentru căutare.
FailToDelete=Unele fișiere nu pot fi șterse până la restartarea sistemului.
GoodHabit=Să vă țineți PC-ul Curat este un obicei bun. Vă rog păstrați-l!
7After=Au trecut %d zile de la ultima curățare de regiștri. O scanare instant este recomandată.
7Before=Este un obicei bun să păstrați partițiile curate și datele personale în sigurantă.
TaskExists=Există deja o planificare. Doriți să o ștergeți sau să creați una nouă? (Nu - Editez planificarea existentă. Renunț - Oprește procesul.)
NoBackupSelected=Alege cel puțin Fișiere backup pentru restaurare.
StartScan=Scanare
StartClean=Curățare
Cancel=Anulare
Idle=În așteptare
Daily=Zilnic
Weekly=Săptămanal
Monthly=Lunar
Monday=Luni
Tuesday=Marți
Wednesday=Miercuri
Thursday=Joi
Friday=Vineri
Saturday=Sâmbătă
Sunday=Duminică
AvdDefaultHint=Găsiţi mai multe fişiere inutile şi eliberaţi mai mult spaţiu.
TrashFoundEx=Au fost găsite urmatoarele resturi de fișiere:
NoDriveChecked=Alegeți una sau mai multe partiții pentru scanat.
ScanFor=Scanare:
FindDrives=Căutare...
Login=Autentificare
NewVer=O nouă versiune de Wise Disk Cleaner este disponibilă! Doriți să actualizați acum?
TranslateTo=Traducere la...
AddCookies=Adaugă Cookie-uri
InputCookie=Intrări cookie-uri (de ex : wisecleaner.com etc...)
InvalidCookie=Cookie-uri neacceptate
BrowserRunning=%s rulează. Doriți să-l închideți? Dacă nu, memoria cache-urilor și cookie-urilor nu poate fi curățată.

[CommonClean]
ScanAbortedHint=Vă recomandăm o scanare imediată pentru a găsi fișierele inutile și urmele vechi.
DefaultHint=Prin curățarea fișierelor inutile și a urmelor lăsate de căutările pe Internet salvați spațiu și păstrați datele personale în sigurantă.
ScanAbortedHint1=Vă recomandăm o scanare imediată pentru a găsi fișiere inutile.
WhenIdle=În așteptare
WhenLogin=Autentificare

[SysClean]
Open=Deschide
Remove=Elimină
MoreSpace=Opțional
Cleaning=Se curăță...
Scanning=Scanez...
ScanEnd=Au fost găsite %d elemente, va fi eliberat. %s spațiu pe disc.
NoItems=Felicitări! Sistemul este Curățare.
SpaceFreed=Curățarea este finalizată, %s s-a eliberat spațiu pe disc.
Installer=Instalări Windows învechite
LongInstaller=Instalările Windows învechite poat fi eliminate pentru a elibera spațiu pe disc.
PatchUninstall=Fişiere de Dezinstalare ale Pachetelor de Actualizare Windows
LongPatchUninstall=Dacă nu aveţi nevoie să dezinstalaţi actualizările Windows, puteţi elimina aceste fişiere.
Downloadedfiles=Fişiere de Instalare Windows Descărcate
Longdownloadedfiles=După instalarea unui pachet de actualizare Windows, puteţi elimina fişierele în siguranţă.
Baselinecache=Cache de Bază Instalator Windows
LongBaselinecache=Fişierele au fost create de către serviciul instalator Windows, iar acestea pot fi eliminate.
JPIME=japoneză IME
LongJPIME=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.
KoreanIME=IME pentru coreeană
LongKoreanIME=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.
TChineseIME=Tradițională chineză IME
LongTChineseIME=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.
HelpFile=Fișiere de Ajutor Windows
LongHelpFile=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.
SamplePic=Imagini de Probă Windows
LongSamplePic=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.
SampleMic=Muzica de Probă Windows
LongSampleMic=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.
SampleVideos=Video de Probă Windows
LongSampleVideos=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.
SampleMedia=Media de Probă Windows
LongSampleMedia=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.
Wallpaper=Imagini Windows
LongWallpaper=Aveți posibilitatea să le eliminați dacă nu aveți nevoie.

[DiskDefrag]
Aborted=Anulat
Volume=Partiție
Format=fișiere de sistem
TotalSpace=Spațiu total
FreeSpace=Spațiu liber
Fragmented=Fragmente
Status=Stare
FrmDiskDefrag.chkshutdown.caption=Închidere PC-ul după defragerea discului.
PmDefrag=Defragmentare
QuickOpt=Optimizare rapidă
FullOpt=Optimizare completă
PmAnlyse=Analizare
Resume=Continuă
Analying=Se analizează
Defragmenting=Se defragmenteză
Optimizing=Se optimizează
Analyed=Analizat
Defragmented=Defragmentat
Optimized=Optimizat
Pause=Pauză
IsSSD=Avertisment! Selecția dvs. este o unitate în stare solidă (SSD) care se poate uza prematur după defragmentarea discului. Sunteți sigur că doriți să continuați?
FragmentedRate=Fragmentat
Win10Upgrade=Fișiere de actualizare Windows 10
Win10UpgradeLong=Dacă ați făcut deja actualizare la Windows 10, eliminați Aceste Dosare pentru a obține mai mult spațiu pe disc.

[Area]
WinInstallerPackage=Instalări Windows învechite
WindowsPaint=Windows Paint
AdobeFlash=Adobe Flash
ChromeCache=Cache Google Chrome
ChromeCookies=Cookie-uri Google Chrome
ChromeForm=Completarea Automată Formular Istoric Google Chrome
Chromelocalstorage=Istoric Google Chrome
ChromePasswords=Parole Salvate Google Chrome
ChromeSession=Sesiune Google Chrome
Cookies=Cookie-uri
DOMStoreCookies=Cookie-uri Magazin Microsoft IE DOM
DownloadedPatch=Fișiere Descărcate Create de Windows
Downloads=Fișierele Descărcate de Browser
Dump=Fişiere Descărcare Memorie
ErrorReport=Fișiere Raport de Eroare
ExplorerMRU=Alte MRU-uri Explorer
FireFoxCache=Cache Mozilla Firefox
FireFoxCookies=Cookie-uri Mozilla Firefox
FireFoxForm=Completarea Automată Formular Istoric Mozilla Firefox
FireFoxOther=Istoric Mozilla Firefox
FireFoxPasswords=Parole Salvate Mozilla Firefox
FontCache=Cache Fonturi Windows
IEAddressBarHistory=Istoricul Barelor de Adrese Microsoft Internet Explorer
IECahce=Cache Microsoft IE
IECookies=Cookie-uri Microsoft IE
IEForm=Completarea Automată Formular Istoric IE (datele private nu vor fi afișate)
IEHistory=Istoricul Activ Microsoft Internet Explorer
IEPasswords=Parole Salvate IE (datele private nu vor fi listate)
IISLog=Istoric IIS
InvalidLnk=Comenzi Rapide Nevalide
InvalidScTask=Sarcini Programate Nevalide
InvalidStartMenu=Meniuri de Pornire Nevalide
JumpList=Sari Lista Barei de Sarcini (elementele fixe vor fi, de asemenea, curățate.)
LastDownloadDir=Ultima Locație de Descărcare
LogFile=Fișiere Jurnal Sistem
MESCache=Microsoft Security Essentials
MetroCache=Cache Windows Metro
MSEdgeCache=Cache Microsoft Edge
MSEdgeCookies=Cookie-uri Microsoft Edge
MSEdgeDownloadHistory=Istoric Descărcări Microsoft Edge
MSEdgeHistory=Istoric Microsoft Edge
MSEdgeRecentlyTypedURLs=link-uri Recente Introduse Microsoft Edge
MSEdgeSavedFormInformation=Informații Recente Salvate Microsoft Edge
MSEdgeSavedPasswords=Parole Salvate Microsoft Edge
MSEdgeSession=Sesiune Microsoft Edge
MSOffice=Microsoft Office
Networkmapping=Istoric Mapare Unități de Rețea
Office=Microsoft Office
OfficePicture=Microsoft Office Picture Manager
OfficeRecent=Istoric Recent Microsft Office
OperaCache=Cache Opera
OperaCookies=Cookie-uri Opera
OperaHistory=Istoric Opera
OperaPasswords=Parole Salvate Opera
OperaSessions=Sesiune Opera
OperaSiteIcon=Icoane Site-uri Opera
OperaURLHistory=Adrese link Tastate de Opera
PaleMoonCache=Cache PaleMoon
PaleMoonCookies=Cookie-uri PaleMoon
PaleMoonDownloadHistory=Istoric Descărcări PaleMoon
PaleMoonHistory=Istoric PaleMoon
PaleMoonSavedFormInformation=Informații formular salvat PaleMoon
PaleMoonSession=Sesiune PaleMoon
PaleMoonSitePreferences=Preferințele Site-ului PaleMoon
Prefetch=Preîncărcare Date Vechi
Recentdocuments=Documente Recente
Recyclebin=Golire Coș de Reciclare
RemoteDesktop=Fișierele Cache de Desktop la Distantă
RunStartMenu=Rulează la Pornire
SafariCache=Cache Safari Internet
SafariCookies=Cookie-uri Safari
SafariHistory=Istoric Safari
SafariPasswords=Informații formular salvat Safari
SearchList=Istoric Căutări Windows
SysTemp=Fișiere Inutile (temp) Create de Windows
SystemTrace=Urme de Aplicații Windows
ThumbCache=Cache Miniatură
TraceClean=Urme în Calculator
TraryNotify=Cache Pictogramă Zona de Notificare
TrashClean=Fișiere Inutile în Calculator
TypeInternetCache=Cache Browser Web
TypeInternetTrace=Urme Browser Web
TypeMedia=Multimedia
TypeOtherApp=Alte Aplicații
TypeSystem=Sistem Windows
TypeWComponents=Componente Windows
UserTemp=Fișiere Inutile (temp) Create de Aplicații
Vivaldi=Vivaldi
VivaldiCache=Cache Vivaldi
VivaldiCookies=Cookie-uri Vivaldi
VivaldiForm=Completarea Automată Formular Istoric Vivaldi
Vivaldilocalstorage=Depozit Local Vivaldi
VivaldiSavedPasswords=Parole Salvate Vivaldi
VivaldiSession=Sesiune Vivaldi
WindowsSysCache=Cache Sistem Windows
WindowsWordpad=Windows WordPad
WinInstallerCache=Cache Instalator Windows
WinSxsBackup=Backup Windows WinSxs
Yandex=Yandex
YandexCache=Cache Yandex
YandexCookies=Cookie-uri Yandex
YandexForm=Completarea Automată Formular Istoric Yandex
YandexLocalstorage=Depozit Local Yandex
YandexPasswords=Parole Salvate Yandex
YandexSession=Sesiune Yandex
BraveBrowser=Brave Browser
BraveBrowserCache=Cache Brave Browser
BraveCookies=Cookie-uri Brave Browser
Braveform=Completarea Automată Formular Istoric Brave Browser
BraveBrowserlocalstorage=Depozitare locală Brave Browser
BravePasswords=Parole Salvate Brave Browser
BraveSession=Sesiune Brave Browser
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0
AdobeReader8.0=Adobe Reader 8.0
AdobeReader9.0=Adobe Reader 9.0
AdobeReader11.0=Adobe Reader 11.0
AdobeReader DC=Adobe Reader DC
AdobeAcrobat8.0=Adobe Acrobat 8.0
AdobeAcrobat9.0=Adobe Acrobat 9.0
AdobeAcrobat10.0=Adobe Acrobat 10.0
AdobeAcrobatXI=Adobe Acrobat XI
AdobeImageReady7.0=Adobe ImageReady 7.0
AdobeImageReadyCS=Adobe ImageReady CS
AdobePhotoshop6.0=Adobe Photoshop 6.0
AdobePhotoshop7.0=Adobe Photoshop 7.0
AdobePhotoshopCS=Adobe Photoshop CS
AdobePhotoshopCS2=Adobe Photoshop CS2
AdobePhotoshopCS3=Adobe Photoshop CS3
AdobePhotoshopCS4=Adobe Photoshop CS4
AdobePhotoshopCS5=Adobe Photoshop CS5
AdobePhotoshopCS6=Adobe Photoshop CS6
AdobePhotoshopElements12=Adobe Photoshop Elements 12
AdobeIllustrator=Adobe Illustrator
AdobeAir=Adobe Air
AdobeDreamweaver=Adobe Dreamweaver
AdobePremiereProCC=Adobe Premiere Pro CC
AdobePremiereElements12=Adobe Premiere Elements 12
AcrobatDistiller10=Acrobat Distiller 10
AdvancedSearchbar=Bara de căutare avansată
YahooToolbar=Bara de instrumente Yahoo
WindowsLiveToolbar=Bara de instrumente Windows Live
GoogleToolbar=Bara de instrumente Google
GoogleToolbarIE=Bara de instrumente Google IE
GoogleDeskbar=Bara de Lucru Google
GoogleCalendarSync=Calendar Sinc Google
GoogleTalk=Conversaţie Google
KantarisMediaPlayer=Kantaris Media Player
KMPlayer=KMPlayer
WindowsMediaPlayer=Windows Media Player
WindowsMediaCenter=Windows Media Center
RealPlayer=Real Player
RealPlayerSP=Real Player SP
RealPlayer15=Real Player 15
RealPlayer16=Real Player 16
RealPlayerCloud=Real Player Cloud
RealTimes=RealTimes
QuicktimePlayer=Quicktime Player
AVIPreview=AVI Preview
Steam=Steam
Xfire=Xfire
XMLSpy=XML Spy
OxygenXMLEditor=Oxygen XML Editor
SWiSH=SWiSH
PaintShopPro7.0=Paint Shop Pro 7.0
PaintShopPro8.0=Paint Shop Pro 8.0
PaintShopPro9.0=Paint Shop Pro 9.0
PaintShopProX=Paint Shop Pro X
PaintShopProXI=Paint Shop Pro XI
PaintShopProX2=Paint Shop Pro X2
PaintShopProX3=Paint Shop Pro X3
CorelPaintShopProX4=Corel PaintShop Pro X4
CorelPaintShopProX5=Corel PaintShop Pro X5
CorelPaintShopProX6=Corel PaintShop Pro X6
MSWorks4.0=MS Works 4.0
MSOffice97=Office 97
MSOfficeXP=Office XP
MSOffice2003=Office 2003
MSOffice2007=Office 2007
MSOffice2010=Office 2010
MSOffice2013=Office 2013
MSOffice2016=Office 2016
InstallshieldDeveloper7.0=Installshield Developer 7.0
MacromediaFlash4.0=Macromedia Flash 4.0
MacromediaFlash5.0=Macromedia Flash 5.0
MacromediaFlashMX=Macromedia Flash MX
MacromediaFlashMX2004=Macromedia Flash MX 2004
AdobeFlashPlayer=Adobe Flash Player
MacromediaHomesite5.0=Macromedia Homesite 5.0
MacromediaFireworks6.0=Macromedia Fireworks 6.0
AdobeFireworks6.0=Adobe Fireworks 6.0
MacromediaDreamweaverMX=Macromedia Dreamweaver MX
MacromediaShockwave10=Macromedia Shockwave 10
MacromediaShockwave11=Macromedia Shockwave 11
MicrosoftSilverlight=Microsoft Silverlight
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0
NortonAntiVirus=Norton AntiVirus
SymantecAntiVirus=Symantec AntiVirus
MSSnapshotViewer=MS Snapshot Viewer
MSManagementConsole=Consola de Management MS
MSWordpad=MS Wordpad
MSPaint=MS Paint
MSPhotoEditor=MS Photo Editor
MSSearch=MS Search
SearchCharmHistory=Search Charm History
NeroBurningROM=Nero Burning ROM
NeroBurningROM 9=Nero Burning ROM 9
NeroBurningROM10=Nero Burning ROM 10
NeroBurningROM2014=Nero Burning ROM 2014
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite
NeroVideo11=Nero Video 11
NeroVision10=Nero Vision 10
NeroBackItUp2014=Nero BackItUp 2014
NeroExpress2014=Nero Express 2014
WinAce2.0=WinAce 2.0
SpyBotSearchandDestroy=SpyBot Search and Destroy
Ad-AwareSEPersonal=Ad-Aware SE Personal
Ad-AwareSEProfessional=Ad-Aware SE Professional
Ad-AwareSEPlus=Ad-Aware SE Plus
Ad-Aware=Ad-Aware
WebrootSpySweeper=Webroot SpySweeper
DriverCleanerPro=Driver Cleaner Pro
Kazaa=Kazaa-Search History
NetscapeNavigator4.x=Netscape Navigator 4.x
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0
AxialisIconWorkshop=Axialis IconWorkshop
eMuleSearchHistory=eMule-Search History
eMuleFileHashes=eMule-File Hashes
WinISO=WinISO
IsoBuster=IsoBuster
MediaPlayerClassic=Media Player Classic
BSPlayer=BSPlayer
VLCMediaPlayer=VLC Media Player
MediaMonkey=MediaMonkey
Winamp=Winamp
MusicMatchJukebox=MusicMatch Jukebox
SoundForge6.0=Sound Forge 6.0
Audacity=Audacity
WindowsLiveMessenger=Windows Live Messenger
Microsoft.SkypeApp=Skype
AOLInstantMessenger=AOL Instant Messenger
CamfrogVideoChat=Camfrog Video Chat
MirandaInstantMessenger=Miranda Instant Messenger
Pidgin=Pidgin
YahooMessenger=Yahoo Messenger
ooVoo=ooVoo
TeamSpeak=TeamSpeak
VentriloClient=Ventrilo Client
VentriloServer=Ventrilo Server
MySpaceIM=MySpaceIM
AcronisTrueImage=Acronis True Image
WinZip=WinZip
WinRAR=WinRAR
7-Zip=7-Zip
BitZipper=BitZipper
PowerArchiver=PowerArchiver
PowerArchiver2013=PowerArchiver 2013
ZipMagic=ZipMagic
PicoZip=PicoZip
PKZip=PKZip
Java=Java
FreshDownload=FreshDownload
WindowsMovieMaker=Windows Movie Maker
TextPad=TextPad
VirtualDub=VirtualDub
RegEdit=RegEdit
GameExplorer=Game Explorer
AceHTML5=AceHTML 5
Alcohol120=Alcohol 120%
Alcohol52=Alcohol 52%
LeechGet=LeechGet
GetRight=GetRight
DownloadAcceleratorPlus=Download Accelerator Plus
FreeDownloadManager=Free Download Manager
InternetDownloadAccelerator=Internet Download Accelerator
InternetDownloadManager=Internet Download Manager
OrbitDownloader=Orbit Downloader
Morpheus=Morpheus
VNCViewer3=VNCViewer 3
VNCViewer4=VNCViewer 4
DVDShrink=DVD Shrink
TivoDesktop=Tivo Desktop
CAAnti-Virus=CA Anti-Virus
ZoneAlarm=ZoneAlarm Logs
GoogleEarth=Google Earth
PerfectDisk7.0=PerfectDisk 7.0
DaemonTools=Daemon Tools
Vuze=Vuze
BitTorrent=BitTorrent
FrostWire=FrostWire
uTorrent=uTorrent
Shareaza=Shareaza
iMesh=iMesh
BearShare=BearShare
DC++=DC++
Ares=Ares
CuteFTPPro7.0=CuteFTP Pro 7.0
CuteFTPHome7.0=CuteFTP Home 7.0
CuteFTPPro8.0=CuteFTP Pro 8.0
CuteFTPHome8.0=CuteFTP Home 8.0
CuteFTP9=CuteFTP 9
CoreFTP=Core FTP
FileZilla=FileZilla
SmartFTP=SmartFTP
ClamWin=ClamWin
EwidoAnti-Malware=Ewido Anti-Malware Log
AVGAnti-Spyware=AVG Anti-Spyware
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware
SpywareTerminator=Spyware Terminator
SUPERAntiSpyware=SUPERAntiSpyware
A-Squared=A-Squared
FoxitReader=Foxit Reader
FoxitReader6.0=Foxit Reader 6.0
FoxitReader7.0=Foxit Reader 7.0
FoxitReader8.0=Foxit Reader 8.0
FoxitReader9.0=Foxit Reader 9.0
Paint.NET=Paint.NET
OpenOffice1.14=OpenOffice 1.14
OpenOffice2.0=OpenOffice 2.0
OpenOffice2.1=OpenOffice 2.1
OpenOffice3=OpenOffice 3
OpenOffice4=OpenOffice 4
GrisoftAVG7.0=Grisoft AVG 7.0
AVGAntiVirus8.0=AVG AntiVirus 8.0
AVGAntiVirus9.0=AVG AntiVirus 9.0
AVGAntiVirus10.0=AVG AntiVirus 10.0
AVGAntiVirus2012=AVG AntiVirus 2012
AVGAntiVirus2013=AVG AntiVirus 2013
AntiVirDesktop=AntiVir Desktop
AvastAntivirus4=Avast! Antivirus 4
AvastAntivirus5=Avast! Antivirus 5
AvastAntivirus=Avast! Antivirus
BitDefender=BitDefender
TUGZip=TUGZip
WindowsDefender=Windows Defender
IZArc=IZArc
MSSearchHelperExtension=MS Search Helper Extension
MSOfficePictureManager=MS Office Picture Manager
ImgBurn=ImgBurn
CloneCD=CloneCD
VirtualCloneDrive=Virtual Clone Drive
WinPatrol=WinPatrol
LogMeIn=LogMeIn
AshampooBurningStudio10=Ashampoo Burning Studio 10
AshampooBurningStudio11=Ashampoo Burning Studio 11
AshampooBurningStudio14=Ashampoo Burning Studio 14
ExamDiff=ExamDiff
ExamDiffPro=ExamDiff Pro
CompareIt=Compare It!
WinDiff=WinDiff
FeedDemon=FeedDemon
Last.FM=Last.FM
Pando=Pando
Sandboxie=Sandboxie
Snagit9=Snagit 9
Snagit10=Snagit 10
Snagit11=Snagit 11
Snagit12=Snagit 12
Ditto=Ditto
Evernote=Evernote
I2P=I2P
McAfeeAntiVirus=McAfee AntiVirus
PerfectDisk8=PerfectDisk 8
PerfectDisk9=PerfectDisk 9
PerfectDisk10=PerfectDisk 10
PerfectDisk11=PerfectDisk 11
PerfectDisk12=PerfectDisk 12
PerfectDisk12.5=PerfectDisk 12.5
PowerISO=PowerISO
UltraISO=UltraISO
GIMP2.4=GIMP 2.4
GIMP2.6=GIMP 2.6
GIMP2.8=GIMP 2.8
GoZilla=Go!Zilla
MagicISO=MagicISO
Zune=Zune
BreezeBrowserPro=BreezeBrowser Pro
FastStoneImageViewer=FastStone Image Viewer
FastStoneCapture=FastStone Capture
AkelPad=AkelPad
Notepad++=Notepad++
NoteXpad=NoteXpad
RegEditX=RegEditX
FoxitReader5.0=Foxit Reader 5.0
ACDSee14=ACDSee 14
CamtasiaStudio7.0=Camtasia Studio 7.0
CamtasiaStudio8=Camtasia Studio 8
CoffeeCupHTMLEditor=CoffeeCup HTML Editor
AnyVideoConverterUltimate=Any Video Converter Ultimate
FreemakeVideoDownloader=Freemake Video Downloader
FreemakeAudioConverter=Freemake Audio Converter
FreemakeVideoConverter=Freemake Video Converter
ConvertXToDVD=ConvertXToDVD
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate
VSODVDConverterUltimate=VSO DVD Converter Ultimate
AIMP3=AIMP 3
CorelVideoStudioProX4=Corel VideoStudio Pro X4
CorelVideoStudioProX5=Corel VideoStudio Pro X5
AlZip=AlZip
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3
CyberLinkPowerDirector10=CyberLink PowerDirector 10
CyberLinkPowerDirector12=CyberLink PowerDirector 12
CyberLinkAudioDirector4=CyberLink AudioDirector 4
DivXplayer=DivX player
UniversalExtractor=Universal Extractor
4Sync=4Sync
CopernicDesktopSearch=Copernic Desktop Search
DVDFab=DVDFab
InkScape=InkScape
Anonymizer=Anonymizer
Gadu-Gadu=Gadu-Gadu
FoxitPhantomPDF=Foxit Phantom PDF
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
MailWasherPro=MailWasher Pro
SamsungKies=Samsung Kies
ConnectifyHotspot=Connectify Hotspot
ExpressScribe=Express Scribe
GomPlayer=Gom Player
SonyVegasPro12.0=Sony Vegas Pro 12.0
DirectoryOpus10=Directory Opus 10
NVIDIAInstallFiles=NVIDIA Instalare fișiere
CDBurnerXP=CDBurnerXP
UltraEdit=UltraEdit
PhotodexProShowProducer=Photodex ProShow Producer
SketchUpMake2013=SketchUp Make 2013
HandBrake=HandBrake
ABBYYFineReader11.0=ABBYY FineReader 11.0
TheBat=TheBat
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate
SublimeText=Sublime Text
Picasa3=Picasa 3
KingsoftOffice2013=Kingsoft Office 2013
XilisoftVideoConverter=Xilisoft Video Converter
XilisoftDVDRipper=Xilisoft DVD Ripper
dBpoweramp=dBpoweramp
SyncBackFree=SyncBackFree
WondershareVideoConverterPro=Wondershare Video Converter Pro
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate
StardockWindowBlinds=Stardock WindowBlinds
NitroPro9=Nitro Pro 9
NitroPDFReader3=Nitro PDF Reader 3
VirtualDJ7=VirtualDJ 7
FormatFactory3.3.5=Format Factory 3.3.5
TeamViewer=TeamViewer
MSOneDrive=MS OneDrive
VNCViewer5=VNCViewer 5
Tag&Rename3.8=Tag&Rename 3.8
Tango=Tango
PhotoScape3.6.5=PhotoScape 3.6.5
BlueStacks=BlueStacks
ManyCam4.0.109=ManyCam 4.0.109
XnView=XnView
AppleInstallCache=Apple Software Instalare cache
BaiduYunGuanjia=Baidu Yun Guan jia
Battle.net=Battle.net
DriveTheLife=DriveTheLife
iTunes=iTunes
kpzs-cache=kpzs-cache
QIHU360TotalSecurity=QIHU 360 Total Security
Tencent-Logs=Tencent Logs
Thunder=Thunder
Thunder-Game=Thunder Game
ThunderXMP=Thunder XMP
Yodao-Dict=Yodao-Dict
YY=DuoWan YY
DriverGeniusUpdateFiles=Driver Genius Update Files
DriverGeniusBackupFiles=Driver Genius Backup Files
DriverGeniusDownloadInstallerFiles=Driver Genius Download Installer Files
DriverGeniusCacheFiles=Driver Genius Cache Files
QQMusicCacheFiles=QQ Music Cache Files
KuGouMusicCacheFiles=KuGou Music Cache Files
KuGouLyricFiles=KuGou Lyric Files
XIAMIMusicCache=XIAMI Music Cache
NeteaseCloudMusicCache=Netease Cloud Music Cache
KuWoInstallCache=KuWo Music Installer Cache
KuWoMusicCache=KuWo Music Cache
BaiduMusicLogFiles=Baidu Music Log Files
BaiduMusicCache=Baidu Music Cache
WeSingLogFiles=WeSing Log Files
WeSingCache=WeSingCache
QQLiveCacheFiles=QQLive Cache Files
YoukuCacheFiles=Youku Cache Files
IQIYIVideoCacheFiles=IQIYI Video Cache Files
mgtvLogFiles=mgtv Log Files
mgtvCacheFiles=mgtv Cache Files
CNTVUpdateLogFiles=CNTV Update and Log Files
SOHUPlayerCacheandLogFiles=SOHU Player Cache and Log Files
SOHUPlayerDownloadsCache=SOHU Player Downloads Cache
StormPlayerTempFiles=Storm Player Temp Files
PPTVTempFiles=PPTV Temp Files
BaiduPlayer=Baidu Player
FunshionPlayer=Funshion Player
QQCacheFiles=QQ Cache Files
QQreceivedimages=QQ received images
QQreceivedfiles=QQ received files
QQreceivedDynamicEmoticon=QQ received Dynamic Emoticon
QQreceivedVideo=QQ received Video
QQreceivedAudio=QQ received Audio
TIMCacheFiles=TIM Cache Files
QTalkCacheFiles=QTalk Cache Files
QQPCMgr=QQ PC Manager
TencentQQGame=Tencent QQGame


[Type]
ContextMenu=Elemente Meniu Contextual Nevalide
MUICache=Cache MUI
Services=Servicii Windows
Activex=Componente ActiveX/COM 
FireWall=Setări Paravan de Protecție
RootAll=Căi Nevalide
SoftwareSection=Căi Programe
ApplicationPaths=Căi Aplicații
FileTypes=Tipuri Fișiere
HelpFiles=Fișiere de Ajutor
Fonts=Fonturi
SharedDLL=DLL-uri Partajate
MRULists=Liste Utilizator MRU
UninstallSection=Dezinstalare
StartMenu=Meniu de Pornire
StartupProgram=Programe de Pornire
SoundandAppEvents=Sunete şi Evenimente App
IEUrlHistory=IE Istoricul Adreselor link
IFEO=Executare Fișiere Imagine
EmptyKey=Chei Goale
App=Setări Aplicații
UserDefine=Definit de Utilizator
ZeroFile=Fișiere goale - 0 biți
WinSetupLog=Eroare fişiere instalări Windows
NtUninstall=Surse dezinstalare a patch-urilor Windows
InvalidLnk=Comenzi Rapide Nevalide
UserTemp=Fișiere din dosare temporare de utilizatori
WinTemp=Fișiere din dosare temporare de Windows
RecentFiles=Link-uri de fișiere recente
PatchSource=Surse Actualizare Windows
TempFile=Fișiere Temporare
fcwdir=Fișiere create printr-un proces de descărcare
tfcbp=Fișiere temporare create de programe
sdrf=Restaurare fișiere create în timpul scanării discului
OldFile=Fișiere Vechi
outdatedfile=Fişiere Învechite
fcwhfir=Fişiere create în timpul rulării unui fişier de ajutor
Ncfile=Fișiere cache grup de știri
Backupfile=Fișiere copie de rezervă
WBfile=Fișiere copie de rezervă MS Word
Cbswahf=Fişiere create în timpul căutării unui fişier de ajutor
whtf=Fișiere de sistem Windows
Logfile=Fișiere jurnal
LLogfile=Fișiere jurnal creat de aplicații sau servicii de sistem.
Errorfile=Fişiere de Eroare
Wmdf=Fişiere descărcare memorie Win2000/XP
bcomf=Copii de rezervă ale fişierelor modificate
Indexfile=Fişiere Index
ifcbsiotitpbs=Fişiere index create de sistem pentru a îmbunătăţi viteza de vizualizare a pozelor
Tfcds=Fișiere temporare create în timpul configurării
Intermediatefile=Fișiere Intermediare
chkfile=Fișiere Recuperate

[AutoClean]
DiskSaved=a fost salvat spațiu pe disc
Title=Felicitări!
TraceCleanned=au fost curățate urmele vechi

[Skin]
SkinDefault=Implicit
SkinGray=Gri
SkinOrange=Portocaliu
SkinCustom=Personalizat
SkinColor=Culoare skin personalizată

[AutoUpdate]
CurrentFile=Fișiere curent:
Canceling=Anulează...
CANCEL=Anulare
Ready=Gata pentru descărcare

[EUASK]
regcaption=Înregistrează
logincaption=Logare
FrmEuaskLogin.lblJoin.Caption=Alăturaţi-vă Euask
FrmEuaskLogin.lblSign.Caption=Conectare la Euask
FrmEuaskLogin.lblnick.Caption=Nume de utilizator:
FrmEuaskLogin.lbl1.Caption=Parola:
FrmEuaskLogin.btnlogin.caption=Logare
FrmEuaskLogin.btnregister.Caption=Înregistrează
FrmEuaskLogin.btnpwd.Caption=Ți-ai uitat parola?
FrmEuaskLogin.WiseLabel1.Caption=Nume de utilizator:
FrmEuaskLogin.WiseLabel2.Caption=Parola:
FrmEuaskLogin.btnreg.caption=Înregistrează
FrmEuaskLogin.WiseSimpleButton1.Caption=Logare
FrmEuaskLogin.lbl2.Caption=E-mail:
FrmEuaskLogin.btnnone.Caption=Nu acum
inputuser=Introduceți parola și numele de utilizator.
